Repository: JennyReinhard/Explainable-Artificial-Intelligence
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Play
de: Spielen

source: Start experiment
de: Experiment starten

source: English
de: Englisch

source: German
de: Deutsch

source: Ready
de: Bereit

source: If you ready for the next set of situation click the Go-Button
de: Falls Sie bereit sind für die nächste Runde klicken sie den Los-Knopf

source: Go
de: Los

source: Contact us via mail
de: Schreiben Sie uns ein Mail

source: Participant
de: Teilnehmer

source: Comment
de: Kommentar

source: Save & back to start screen
de: Speichern & zurück zur Homepage

source: Start wizard
de: Assistenten öffnen

source: Attempts
de: Fahrten

source: Errors
de: Zwischenfälle

source: Start questionnaire
de: Zum Fragebogen

source: Congratulations! You have finished the first block. Here are your results:
de: Herzlichen Glückwunsch! Sie haben die erste Runde gemeistert. Hier sind Ihre Ergebnisse:

source: The maximal possible profit was
de: Der maximal mögliche Gewinn beträgt

source: Congratulations! You have reached the maximum profit!
de: Herzlichen Glückwunsch! Sie haben maximalen Gewinn erziehlt!

source: To the questionnaire
de: Zum Fragebogen

source: Results
de: Ergebnis

source: Congratulations! You have finished the training round. Here are your results:
de: Herzlichen Glückwunsch! Sie haben die Trainingsrunde gemeistert. Hier sind Ihre Ergebnisse:

source: Start real rounds!
de: Jetzt richtig starten

source: Possible damage:
de: Möglicher Schaden:

source: Damage to the vehicle.
de: Fahrzeugschaden.

source: Property could be damaged.
de: Sachschaden könnte entstehen.

source: People could be (badly) injured!
de: Menschen könnten (schwer) verletzt werden.

source: injury
de: verletzt

source: People could be (badly) injured and property could be damaged.
de: Menschen könnten (schwer) verletzt werden und Sachschaden könnte entstehen.

source: Balance
de: Kontostand

source: Injuries
de: Verletzte

source: Previous vehicle performance
de: Vorherige Fahrzeugleistung

source: Decision aid
de: Entscheidungshilfe

source: I think you should automate
de: Meiner Meinung nach solltest du automatisieren!

source: I think you should choose the manual way
de: Ich denke du solltest den manuellen weg gehen.

source: Sorry, I have no idea what to tell you.
de: Keine Ahnung, ich weiß nicht was ich dir sagen soll.

source: Automate
de: Automatisieren

source: Profit
de: Gewinn

source: Manual
de: Manuel

source: Result
de: Ergebnis

source: injured
de: verletzt

source: Next trial
de: Nächste Aufgabe

source: Progress
de: Fortschritt
